{
  "products": [
    {
      "name": "Классическая футболка Супрематизм",
      "price": 1399.99,
      "slug": "shirt_classic",
      "image": "shirt_classic.jpg",
      "id": 1,
      "category": "shirts",
      "description": "Модель Classic-T. 100% джерси-хлопок, плотность 155 г/м2. Классический фасон. Воротник из хлопка с лайкрой для большего удобства и сохранения формы. Печать экологичными красками (сертифицированы по стандарту OEKO-TEX®). Пожалуйста, сверьтесь с таблицей размеров при выборе размера."
    },
    {
      "name": "Толстовка худи Alvin",
      "price": 2456.00,
      "slug": "hoodie_alvin",
      "image": "hoodie_alvin.jpg",
      "id": 2,
      "category": "shirts",
      "description": "Удобная мягкая толстовка с капюшоном (худи). 100% хлопок, плотность 260 г/м2. Классический комфортный фасон. Манжеты и отделка по низу из хлопка с лайкрой для формы и удобства. Печать экологичными красками (сертифицированы по стандарту OEKO-TEX®). Пожалуйста, сверьтесь с таблицей размеров при выборе размера."
    },
    {
      "name": "Кепка-тракер FBI",
      "price": 915.00,
      "slug": "cap_fbi",
      "image": "cap_fbi.jpg",
      "id": 3,
      "category": "headwear",
      "description": "Модная американская бейсболка-trucker, спереди белый полиэстеровый 'лоб', сзади пластиковая сетка для отличной вентиляции твоей головы. Такая бейсболка — не просто хорошая защита от солнца, но и модный аксессуар. Один универсальный размер, регулируется пластиковым ремешком-застежкой. 100% полиэстер."
    },
    {
      "name": "Подушка Теннисный мяч",
      "price": 1635.00,
      "slug": "pillow_ball",
      "image": "pillow_ball.jpg",
      "id": 4,
      "category": "home-decor",
      "description": "Возможна печать с двух сторон. Подушка наполнена холофайбером, экологичным наполнителем, не теряющим своих свойств после стирки. Благодаря молнии на нижнем шве, наволочку можно снять с подушки. Яркий долговечный принт методом сублимации."
    },
    {
      "name": "Брюки мужские",
      "price": 1539.00,
      "slug": "pants_gsd",
      "image": "pants_gsd.jpg",
      "id": 5,
      "category": "pants",
      "description": "Трикотажные брюки GSD — отличный вариант для базового образа. В них вам не придется выбирать между комфортом и стилем."
    }
  ]
}
